"DETAIL_NAV_TITLE" = "세부사항";

"DUE" = "마감";
"NONE_DUE_DATE" = "없음";
"DUE_DATE_DETAIL_NAV_TITLE" = "마감일";
"HAS_DUE_DATE_SWITCH_TITLE" = "마감";
"SHOW_MORE" = "더 보기…";
"SHOW_LESS" = "덜 보기…";
"PRIORITY" = "우선 순위";

// Priority
"NONE_PRIORITY" = "없음";
"LOW_PRIORITY" = "낮음";
"MEDIUM_PRIORITY" = "보통";
"HIGH_PRIORITY" = "높음";
"PRIORITY_DETAIL_NAV_TITLE" = "우선 순위";

// Lists
"REMINDER_LIST" = "목록";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@(%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "미리 알리기";
"NONE_REMINDER_ALERT" = "안 함";
"ON_A_DAY" = "특정 날짜에 알리기";
"AT_A_LOCATION" = "특정 위치에서 알리기";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "지정한 위치에서";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "현재 위치";
"CHOOSE_ADDRESS" = "연락처 선택…";
"DETERMINING_LOCATION" = "위치 확인 중…";
"CANNOT_DETERMINE_LOCATION" = "위치를 확인할 수 없음";
"MY_ADDRESS_WITHOUT_LABEL" = "나의 주소"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "%@의 주소"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@의 %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "도착할 때";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "떠날 때";
"DUE_ALL_DAY_FORMAT" = "%@(하루 종일)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@에 %@ 또는 늦어도 당일 %@에 사용자에게 미리 알려줍니다."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "이 위치에 도착할 때";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "이 위치를 떠날 때";

// Location
"LOCATION" = "위치";
"NONE_LOCATION" = "없음";
"ALARM_PROXIMITY_ENTER" = "내가 도착할 때";
"ALARM_PROXIMITY_LEAVE" = "내가 떠날 때";
"LOCATION_PEOPLE_PICKER_PROMPT" = "연락처 위치 선택";
"WIFI_DISABLED_SUBTEXT" = "위치를 기반으로 하는 미리 알림의 정확도를 높이려면 
설정에서 Wi-Fi를 활성화하십시오.";
"WIFI_DISABLED_PROMPT" = "설정에서 Wi-Fi를 활성화하면 사용자의 위치 정보에 대한 정확도를 높일 수 있습니다.";
"WLAN_DISABLED_SUBTEXT" = "위치를 기반으로 하는 미리 알림의 정확도를 높이려면 
설정에서 WLAN을 활성화하십시오.";
"WLAN_DISABLED_PROMPT" = "설정에서 WLAN을 활성화하면 
사용자의 위치 정보에 대한 
정확도를 높일 수 있습니다.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "위치를 기반으로 하는 미리 알림을 사용하려면 
설정에서 위치 서비스를 활성화하십시오.";
"SETTINGS" = "설정";
"TYPED_LOCATION_PLACEHOLDER" = "주소 입력…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "이 주소의 위치를 확인할 수 없습니다.  철자가 올바른지 확인하고 다시 시도하십시오.";
"MAP" = "지도";
"SHOW_IN_MAP" = "지도에서 보기";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "나의 위치";
"ME_CARD_ALERT_BODY" = "미리 알림에서 사용자의 연락처 정보를 이용하여 “집” 또는 “직장”과 같은 위치를 선택 가능하게 만들 수 있습니다. 어떤 연락처 정보를 사용하겠습니까?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "선택";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "북";
"LOCATION_DEGREES_EAST" = "동";
"LOCATION_DEGREES_SOUTH" = "남";
"LOCATION_DEGREES_WEST" = "서";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "미리 알림을 저장할 수 없음";

"UNTITLED_REMINDER" = "무제";
